brew "awscli"
brew "bat"
brew "colima"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "memcached"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "pgcli"
brew "pyenv"
brew "git-absorb"
brew "git-machete"
brew "jq"
brew "just"
brew "tree"

cask "1password-cli"
cask "alfred@4"
cask "aws-vault"
cask "bettertouchtool"
cask "dbeaver-community"
cask "flux"
cask "iterm2"
cask "monitorcontrol"
cask "ngrok"
cask "itsycal"
cask "visual-studio-code"
cask "firefox"
cask "keycastr"
